const messagesFromServer = [
  {
    name: 'Морфиус',
    time: '19:30',
    avatar: '/avatar-default.png',
    items: ['Проснись, Нео…',
      'Ты похож на человека, который ничему не удивляется, считая происходящее сном и веря, что вот-вот проснётся… ',
      'Как ни странно, это не далеко от истины. Ты веришь в судьбу, Нео?',
    ],
  },
  {
    name: 'Нео',
    time: '20:30',
    avatar: '/avatar-default.png',
    items: [
      'Нет',
    ],
  },
  {
    name: 'Морфиус',
    time: '21:30',
    avatar: '/avatar-default.png',
    items: ['Я тебя прекрасно понимаю',
      'Объясню, почему ты здесь. Потому, что ты что-то понял.',
      'Ты не можешь выразить это, но ощущаешь.',
      'Ты всю жизнь ощущал, что мир не в порядке — странная мысль, но её не отогнать.',
      'Она — как заноза в мозгу. Она сводит с ума. Не даёт покоя.',
      'Это и привело тебя ко мне. Понимаешь, о чём я говорю?',
    ],
  },

  {
    name: 'Нео',
    time: '22:32',
    avatar: '/avatar-default.png',
    items: [
      'О Матрице?',
    ],
  },
];

export default messagesFromServer;
